Repository: WPPlugins/sobu
Catalog: languages/*.po
Languages: de

source: Publish via sobu and benefit
de: Mit sobu publizieren und profitieren

source: API Key
de: API-Schlüssel

source: You can find this in the sobu partner portal
de: Diesen findest Du im sobu Partner-Portal

source: Test API Key
de: Test-API-Schlüssel

source: Mode
de: Modus

source: Test Mode
de: Test-Modus

source: Coupon code
de: Gutschein-Code

source: Enter a valid Coupon code
de: Gib einen gültigen Gutscheincode ein

source: Commission
de: Gutschrift

source: Commission for recommendations, either fixed or add a % on the end
de: Gutschrift für den Empfehlenden, entweder ein fester Betrag oder eine prozentuale Gutschrift wie z.B. 10%

source: Benefit link
de: Link zur Gutschrift

source: Copy the benefit link into your shop profile in the sobu partner portal
de: Wird automatisch generiert. Kopiere dann den Link in das sobu Partner-Portal

source: Copy the public key into your shop profile in the sobu partner portal
de: Wird automatisch erstellt. Kopiere dann den Public Key in das sobu Partner-Portal

source: Debug Log
de: Log-Meldungen

source: Enable logging
de: Log-Meldungen anschalten

source: Log sobu events, inside <code>%s</code>
de: Loggt sobu Ereignisse unter <code>%s</code>

source: Coupon does not exist!
de: Dieser Gutschein-Code existiert nicht!

source: sobu buy share earn
de: sobu kaufen teilen profitieren

source: %s benefit for you
de: %s Rabatt für Dich

source: If you order now you will benefit from an extra discount of %s. This discount will be deducted automatically from the total amount at the end of your order.
de: Wenn Du jetzt bestellst, profitierst Du von meinem zus&auml;tzlichen Rabatt von %s. Dieser Rabatt wird Dir am Ende Deiner Bestellung automatisch vom Totalbetrag abgezogen.

source: What is sobu?
de: Was ist sobu?

source: Redeem voucher worth %s now
de: Jetzt %s Gutschein einl&ouml;sen

source: sobu: buy - share - earn
de: sobu: kaufen - teilen - profitieren

source: Publish your purchase now via sobu on social networks (Facebook, LinkedIn or Twitter) and give your friends a voucher worth %s . In return you will receive a great rate of %s commission on the cost of each purchase made by your friends as a result of your recommendation.
de: Teile Deinen Einkauf jetzt auf Facebook, Twitter oder LinkedIn und schenke Deinen Freunden einen Gutschein von %s. Als Dankesch&ouml;n erh&auml;ltst Du %s Umsatzprovision auf die Eink&auml;ufe Deiner Freunde.

source: Publish via sobu
de: Meinen Einkauf empfehlen

source: sobu is an online shop platform from Swiss Post, built on the principle "buy, share and earn". Anyone who shares their purchase with their friends on social networks (Facebook, LinkedIn or Twitter) and prompts friends to make a purchase at %s can now earn cash!
de: sobu ist eine Onlineshop-Plattform der Schweizerischen Post. Der Onlineservice baut auf dem Prinzip "Kaufen, teilen und profitieren" auf. Wer seinen Einkauf in sozialen Netzwerken (Facebook, Linkedin oder Twitter) mit seinen Freunden teilt und Freunde zum Einkauf bei %s anregt, kann jetzt bares Geld verdienen!

source: Earn % commission on your friends&#8217; purchases!
de: Profitiere von %s Provision auf den Einkauf Deiner Freunde

source: Receive a great rate of %s commission on the cost of each purchase made by your friends as a result of your recommendation. This means that you earn cash regularly when your friends purchase from %s!
de: Du erh&auml;ltst satte %s Provision auf den Kaufbetrag jedes Einkaufs, welchen Deine Freunde aufgrund Deiner Kaufempfehlung t&auml;tigen. Du verdienst also regelm&auml;ssig bares Geld, wenn Deine Freunde bei %s einkaufen!

source: Get your money in three easy steps
de: In drei einfachen Schritten zu barem Geld

source: it&#8217;s as simple as that:<br><br> <b>Buy</b> After making a purchase, you will see advice in the online shop on how you can recommend the products you have purchased. Register once on the sobu platform.<br> <b>Share</b> Publish the products you have purchased on social networks.<br> <b>Earn</b> You will now automatically receive %s commission on each order that your friends make as a result of the published link. You can withdraw the accumulated sum of money from your sobu account.
de: So einfach geht&#8217;s:<br><br><b>Kaufen</b> Nach Deinem Einkauf siehst Du in diesem Shop den Hinweis, wie Du die gekauften Produkte weiterempfehlen kannst. Registriere Dich einmalig auf der sobu-Plattform.<br><b>Teilen</b> Ver&ouml;ffentliche die erworbenen Artikel in den sozialen Netzwerken.<br><b>Profitieren</b> Du erh&auml;ltst nun automatisch %s Provision auf jeden Auftrag, welchen Deine Freunden aufgrund des publizierten Links t&auml;tigen. Den angeh&auml;uften Geldbetrag kannst Du Deinem sobu-Konto entnehmen.

source: %s discount for all your friends
de: %s Rabatt f&uuml;r jeden Deiner Freunde!

source: It gets even better! Each of your friends benefits from a one-off discount of %s when they click on your recommendation link and make a purchase. This will be deducted from the cost of their purchase automatically. The discount of %s can only be redeemed once per person.<br><br> We hope you have lots of fun with your online shopping and earning! You can find more information about sobu at <a href="%s">sobu.ch</a>.<br><br><iframe width="560" height="315" src="http://www.youtube.com/embed/kDBBOT_jKrw" frameborder="0" allowfullscreen></iframe>
de: Und es wird noch besser! Jeder Deiner Freunde profitiert einmalig von %s Rabatt, wenn er auf Deinen Empfehlungslink klickt und einen Einkauf t&auml;tigt. Dieser wird automatisch vom Kaufbetrag abgezogen. Der Rabatt von %s kann nur einmal pro Person eingel&ouml;st werden.<br><br> Nun w&uuml;nschen wir Dir viel Spass beim Onlineshopping - und beim Profitieren! Weitere Informationen zu sobu findest Du auf <a href="%s">sobu.ch</a>.<br><br><iframe width="560" height="315" src="//www.youtube.com/embed/HIrpxNVWv_w" frameborder="0" allowfullscreen></iframe>

source: sobu %s requires WordPress %s or higher.
de: sobu benötigt mindestens WordPress Version %s

source: Please <a href="%1$s">upgrade WordPress</a> to a current version.
de: Bitte <a href="%1$s">aktualisiere WordPress</a> auf eine aktuelle Version.

source: sobu requires the openssl extension to be loaded.
de: die openssl Erweiterung muss für sobu geladen sein

source: This is a plugin, it makes it possible to integrate a WooCommerce shop into the <cite>sobu</cite> network.
de: Das ist ein Plugin. Mit diesem kannst Du Deinen WooCommcere shop in das <cite>sobu</cite> Netzwerk integrieren.
